tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "direnv"
brew "docker"
brew "exa"
brew "fish"
brew "git"
brew "htop"
brew "jq"
brew "nvm"
brew "peco"
brew "python@3.9"
brew "tmux"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "google-chrome"
cask "karabiner-elements"
cask "monitorcontrol"
cask "notion"
cask "pycharm"
cask "spacelauncher"
cask "spotify"
cask "topnotch"
cask "webstorm"
