tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "awscli"
brew "bash"
brew "diff-so-fancy"
brew "direnv"
brew "exa"
brew "fd"
brew "fish"
brew "git"
brew "git-delta"
brew "htop"
brew "jenv"
brew "jq"
brew "lazygit"
brew "maven"
brew "neovim"
brew "nvm"
brew "openjdk@11"
brew "openjdk@17"
brew "peco"
brew "python@3.10"
brew "python@3.9"
brew "ripgrep"
brew "sbt"
brew "scala@2.12"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "arctype"
cask "authy"
cask "docker"
cask "figma"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "intellij-idea"
cask "karabiner-elements"
cask "monitorcontrol"
cask "mos"
cask "notion"
cask "postman"
cask "pycharm"
cask "spacelauncher"
cask "spotify"
cask "topnotch"
cask "webstorm"
