tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "noahgorstein/tap"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "bash"
brew "bat"
brew "cmake"
brew "csvkit"
brew "diff-so-fancy"
brew "direnv"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "gitui"
brew "harfbuzz"
brew "highlight"
brew "htop"
brew "jenv"
brew "jq"
brew "lazygit"
brew "little-cms2"
brew "luarocks"
brew "openjdk"
brew "maven"
brew "neovim"
brew "nnn"
brew "nvm"
brew "openjdk@11"
brew "openjdk@17"
brew "peco"
brew "python@3.10"
brew "python@3.9"
brew "ripgrep"
brew "sbt"
brew "scala@2.12"
brew "spotify-tui"
brew "spotifyd"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tmuxp"
brew "tree"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "noahgorstein/tap/jqp"
cask "alacritty"
cask "authy"
cask "beekeeper-studio"
cask "blackhole-2ch"
cask "calibre"
cask "discord"
cask "docker"
cask "eqmac"
cask "figma"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "kindle"
cask "logseq"
cask "monitorcontrol"
cask "mos"
cask "ngrok"
cask "notion"
cask "postman"
cask "pycharm-ce"
cask "spacelauncher"
cask "spotify"
cask "topnotch"
cask "visual-studio-code"
cask "vpn-by-google-one"
cask "webstorm"
vscode "eamodio.gitlens"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "vscodevim.vim"
